Repository: wp-plugins/unprintable-blog
Catalog: lang/gcp-pdf-*.po
Languages: de_de

source: No caching enabled
de_de: Cache nicht aktiv

source: Start cache creating
de_de: Cache-Erzeugung gestartet

source: Skiping pdf creation for post %s: No Title
de_de: PDF-Erzeugung für Post %s &uuml;bersprungen: Kein Titel

source: Create cache pdf for post %s
de_de: Erzeuge PDF f&uuml;r Post %s

source: Caching finished
de_de: Cache-Erzeugung beendet

source: You must login first
de_de: Sie m&uuml;ssen angemeldet sein

source: This page as PDF
de_de: Diese Seite als PDF speichern

source: Couldn't read cache file
de_de: Cache-Datei konnte nicht gelesen werden

source: Settings
de_de: Einstellungen

source: Black/White Lists
de_de: Black-/White-Listen

source: Custom PDF Names
de_de: Benutzerdefinierte PDF-Namen

source: PDF Names
de_de: PDF-Namen

source: Statistics
de_de: Statistik

source: Put on whitelist/blacklist for "Print posts"
de_de: Auf Black-/White-List für "Druckbare Posts" setzen

source: Put on whitelist/blacklist for "Login needed"
de_de: Auf Black-/White-List für "Login ben&ouml;tigt" setzen

source: Set a custom PDF name
de_de: Benutzerdefinierter PDF-Name

source: (without .pdf at the end)
de_de: (ohne ".pdf" am Ende)

source: Download Statistics
de_de: Download-Statistik

source: Unnecessary printing not only means unnecessary cost of paper and inks, but also avoidable environmental impact on producing and shipping these supplies. Reducing printing can make a small but a significant impact. Take action to help reduce paper waste - make your blog "unprintable".
de_de: Unn&ouml;tiges Drucken verursacht nicht nur unn&ouml;tige Kosten f&uuml;r Papier und Tinte/Toner. Produktion und Transport dieser Verbrauchsmaterialien hat auch negative Auswirkungen auf die Umwelt. Jede nicht ausgedruckte Webseite hilft die Papierverschwendung zu reduzieren und damit die Umwelt zu entlasten. Helfen Sie mit Papierverschwendung zu vermeiden - machen Sie Ihren Blog "undruckbar".

source: Options saved
de_de: Einstellungen gespeichert

source: General Settings
de_de: Allgemeine Einstellungen

source: Append PDF button to posts
de_de: PDF-Button an Postst anf&uuml;gen

source: Show "No-Print" message when printing
de_de: "Nicht-Drucken"-Meldung in Ausdrucken anzeigen

source: "No-Print" template
de_de: "Nicht-Drucken"-Template

source: Download stats
de_de: Download-Statistik

source: Enable Debuging
de_de: Debugging aktivieren

source: Show metabox when editing posts
de_de: Metabox beim Bearbeiten von Posts anzeigen

source: User for generating per Cron
de_de: User f&uuml;r Cache-Erzeugung über Cron

source: None
de_de: Keins

source: PDF Settings
de_de: PDF-Einstellungen

source: GeSHi Parsing
de_de: GeSHi-Parser

source: GeSHi line numbers
de_de: GeSHi-Zeilennummern

source: Access Settings
de_de: Zugriffs-Einstellungen

source: Allow PDF download of all posts
de_de: PDF-Download f&uuml;r alle Posts erlauben

source: If not use list as
de_de: Wenn nicht, Liste benutzen als

source: Whitelist
de_de: White-Liste

source: Blacklist
de_de: Black-Liste

source: Login needed
de_de: Login ben&ouml;tigt

source: If checked use list as
de_de: Wenn aktiviert, Liste benutzen als

source: Save changes
de_de: &Auml;nderungen speichern

source: Reset
de_de: Zur&uuml;cksetzen

source: Draft
de_de: Entwurf

source: Planned
de_de: Geplant

source: Private
de_de: Privat

source: Published
de_de: Ver&ouml;ffentlicht

source: Post with id "%s" deleted from list.
de_de: Post mit ID "%s" von der Liste entfernt.

source: All posts deleted from list.
de_de: Alle Postst von der Liste entfernt.

source: Post has been added.
de_de: Post wurde hinzugefügt.

source: Post not found.
de_de: Post konnte nicht gefunden werden.

source: Add Entry
de_de: Eintrag hinzuf&uuml;gen

source: New Entry
de_de: Neuer Eintrag

source: Clear All Entries
de_de: Alle Einträge l&ouml;schen

source: Post type
de_de: Post-Typ

source: Title
de_de: Titel

source: Actions
de_de: Aktionen

source: Delete
de_de: L&ouml;schen

source: Custom PDF name for post with id "%s" deleted.
de_de: Benutzerdefinierter PDF-Name für Post it ID "%s" wurde gel&ouml;scht.

source: All custom PDF names deleted.
de_de: Alle benutzerdefinierten PDF-Namen gel&ouml;scht.

source: Custom PDF name has been added.
de_de: Benutzerdefinierter PDF-Name wurde hinzugef&uuml;gt.

source: Custom PDF name
de_de: Benutzerdefinierter PDF-Name

source: Stats reseted for post with id "%s".
de_de: Statistik für Post mit ID "%s" zur&uuml;ckgesetzt.

source: All stats reseted.
de_de: Alle Statistiken zur&uuml;ckgesetzt.

source: Clear All
de_de: Alle l&ouml;schen

source: Clear
de_de: L&ouml;schen

source: Cache file deleted
de_de: Cache-Datei gel&ouml;scht

source: Cache is cleared
de_de: Cache wurde geleert.

source: Clear Cache
de_de: Cache leeren

source: File date
de_de: Datei-Datum

source: File name
de_de: Dateiname

source: Append a pdf download link to each post
de_de: Einen Donload-Link f&uuml;r PDF an jeden Post anf&uuml;gen.

source: If checked, when printing using the browsers print function a message gets printed informing the user of your Unprintable Blog and to use the pdf-download instead. When not checkd only a blank page gets printed
de_de: Ist diese Option aktiviert, dann wird auf Ausdrucken (&uuml;ber die Druckfunktion des Browsers) einer Seite eine Meldung angezeigt, dass dieser Blog nicht druckbar ist und stattdessen der PDF-Download benutzt werden soll. Ist die Option nicht aktiv, dann wird nur eine leere Seite gedruckt.

source: "No-Print" template:
de_de: "Nicht-Drucken" Template

source: Template to be used for the message shown when printing a page via the browsers print function.
de_de: Template f&uuml;r die Meldung, die beim Ausdrucken &uuml;ber die Druck-Funktion des Brwosers ausgegeben werden soll.

source: Caching of generated pdf files. Caching is highly recommended to improve performance.
de_de: Caching von erzeugten PDF-Dateien. Caching sollte f&uuml; eine bessere Performance des PDF-Downloads aktiviert sein.

source: Track number of downloads for each PDF. The statsitics page is only displayed when this option is activated.
de_de: Statistik &uuml;ber die Downloads von PDF-Dateien anlegen. Nur wenn diese Option aktiviert ist, wird die Statistik-Seite angezeigt.

source: Enabled Debugging
de_de: Debugging aktivieren

source: If enabled, the html used for generating the pdf will be saved in the folder "debug" inside the plugin dir for troubleshooting.
de_de: Bei aktiviertem Debugging werden die f&uuml;r die PDF-Erzeugung generierten HTML-Dateien im Ordner "debug" im Plugin-Ordner gespeichert.

source: Show a metabox for black/white listing and custom pdf file name when editing a post.
de_de: Eine Metabox f&uuml;r Black-/White-Listen und benutzerdefinierten Dateinamen im Bearbeiten-Bildschirm f&uuml;r Posts anzeigen.

source: Select a user name to pre-generate pdfs of your blog posts per cron when that user logs on. If none is selected pdfs will be generated on download. Only use cron when caching is enabled.
de_de: Hier kann ein Benutzer ausgew&auml;hlt werden, &uuml;ber den PDF-Dateien per Cron-Job erzeugt werden. Wenn keiner ausgew&auml;hlt wird, dann werden die PDFs beim ersten Download erzeugt. Die Cron-Option sollte nur verwendet werden, wenn der Cache aktiviert ist.

source: Select theme to be used for generating pdf files. Themes are located in the folder "themes" inside the plugin dir.
de_de: Das Theme, das f&uuml;r die Erzeugung der PDF-Dateien verwendet werden soll. Themes sind im Ordner "themes" im Plugin-Verzeichnis gespeichert.

source: Codepage to be used for pdf.
de_de: Codepage, die bei der Erzeugung der PDFs verwendet werden soll.

source: GeSHi parsing
de_de: GeSHi-Parser

source: Enable syntax highlighting in printed pdfs. Syntax highlighting will be applied to code blocks wrapped with &lt;pre lang="LANGUAGE"&gt;...&lt;/pre&gt;. For more details visit <a href="http://qbnz.com/highlighter/">GeSHi website</a>
de_de: Aktiviert Syntax-Highlighting in den erzeugten PDF-Dateien. Das Syntax-Highlighting wird auf <i>pre</i>-Tags mit dem Attribut <i>lang</i> angewendet, z.B. &lt;pre lang="LANGUAGE"&gt;...&lt;/pre&gt;. Weitere Details auf der <a href="http://qbnz.com/highlighter/">GeSHi-Webseite</a>.

source: Print line numbers in code blocks when syntax highlighting is enabled.
de_de: Zeilennummern in Syntax-Bl&ouml;cken einf&uuml;gen.

source: If checked all blog posts can be downloaded as PDF.
de_de: Ist diese Option aktiviert, k&ouml;nnen alle Posts des Blogs als PDF heruntergeladen werden.

source: If <i>Allow PDF download of all pages</i> is not checked, select if the "Download posts" list should be used as blacklist (download of all posts except for those on the list) or whitelist (download only posts on the list).
de_de: Wenn der PDF-Download nicht f&uuml;r alle Posts verf&uuml;gbar sein soll, kann hier ausgew&auml;hlt werden, ob die Liste "Drucbare Posts" als Black-Liste (PDF-Download f&uuml; alle Posts au&szlig;er denen auf der Liste) oder als White-Liste (PDF-Download nur f&uuml;r die Posts auf der Liste) verwendet werden soll.

source: If checked some or all posts can only be downloaded by logged in users.
de_de: Ist diese Option aktiviert, k&ouml;nnen alle bzw. einige Posts nur von angemeldeten Usern als PDF heruntergeladen werden.

source: Select if "Login needed" list should be used as whitelist (all pdf downloads require login, except for posts on the list) or as blacklist (only pdf downloads for posts on list require login).
de_de: W&auml;hlen Sie aus, ob die "Login ben&ouml;tigt"-Liste als White-Liste (alle PDF-Downloads nur f&uuml; angemeldete Benutzer, au&szlig;er denen auf der Liste) oder als Black-Liste (nur PDF-Downloads f&uuml;r posts auf der Liste ben&ouml;tigen Anmeldung) benutzt werden soll.
